Repository: common-repository/cgml
Catalog: i18n/cgml-*.po
Languages: be_by

source: Celogeek Multi Languages
be_by: Celogeek мультымоўны

source: CGML is a multi languages system that allow you to link many blog together. Each blog correspond to a specific language.
be_by: CGML з'яўляецца мультымоўнай сістэмай, якая дазваляе звязаць некалькі блогаў разам. Кожны блог злучаны з вызначанай мовай.

source: CGML must be activated
be_by: CGML павінен быць актываваны

source: Go to
be_by: Перайсці да

source: the admin page
be_by: адміністратарскай старонцы

source: to enable and configure the plugin
be_by: дял уключэнні і налады гэтай убудовы

source: Powered by
be_by: Распрацавана

source: Thanks Me
be_by: Дзякуй мне

source: Here some way to say thanks you
be_by: Гэта адзін са спостобов аддзячыць мяне

source: Donate
be_by: Ахвяраваць

source: Visit my sponsor
be_by: Наведаць майго споносора

source: Contact me here
be_by: Звязацца са мной тут

source: Visit my blog
be_by: Наведаць мой блог

source: Add language
be_by: Дадаць мову

source: Flags
be_by: Сцягі

source: Custom Key
be_by: Карысцяў. кнопка

source: Language label
be_by: Пазнака мовы

source: URL
be_by: УРЛ

source: Validate
be_by: Валідацыя

source: Help
be_by: Дапамога

source: See plugin home dir
be_by: Агляд. хата. дырэкторыю ўбудовы

source: Activate the plugin
be_by: Актываваць гэту ўбудову

source: Activate
be_by: Актывацыя

source: no
be_by: не

source: yes
be_by: так

source: Available languages
be_by: Даступныя мовы

source: Delete
be_by: Выдаліць

source: Title
be_by: Назва

source: Show all languages
be_by: Паказаць усе мовы

source: Strikethrough missing languages
be_by: Закрэсліць непрацоўныя мовы

source: No language text
be_by: Няма тэксту мовы

source: Show powered text
be_by: Паказаць тэкст платформы

source: Other Languages
be_by: Іншыя мовы

source: No other languages available
be_by: Няма даступных моў

source: Settings
be_by: Налады

source: Loading page
be_by: Загрузка старонкі

source: Language added !
be_by: Мова дададзены !

source: Language deleted !
be_by: Мова выдалены !

source: Plugin activated !
be_by: Убудова актываваны !

source: Plugin disactivated !
be_by: Убудова дэактываваны !
